Repository: e0gen/GatewayV2
Catalog: src/Ezzygate.Domain.LocalizedStrings/Login.*.resx
Languages: he

# AccountHeadAfterLogin
source: Control Panel
he: לוח הבקרה

# ButtonLogin
source: Login
he: התחבר

# EmailAddressIsInvalid
source: Invalid email address specified
he: כתובת המייל שהוזנה אינה חוקית

# EmailAddressIsMissing
source: Please enter an email address
he: אנא הזן כתובת מייל,

# Mail
source: Email address
he: כתובת דוא"ל

source: Password
he: סיסמה

# PasswordIsMissing
source: Please enter a password
he: אנא הזן סיסמה

# SignUpHere
source: Sign Up
he: הירשם כאן

source: Username
he: שם משתמש

# UsernameIsMissing
source: Please enter a username
he: אנא הזן שם המשתמש

# UserNotFound
source: The user entred was not found.
he: משתמש עם הפרטים שהוזנו לא נמצא.

source: Country
he: מדינה

# HaveAccount
source: Do you have an account?
he: האם קיים לך חשבון?

source: Login Here
he: התחבר עכשיו

source: Contact Us
he: צור קשר

# PolicyPrivacy
source: Privacy Policy
he: forgot

source: More...
he: עוד...

source: LOADING...
he: טוען...

# AboutIdentity
source: About
he: אודות

source: Customer Service
he: שירות לקוחות

source: Skype
he: סקייפ

source: Technical Support
he: תמיכה טכנית

# Copyright
source: © All right reserved to %BRAND%
he: © כל הזכויות שמורות ל %BRAND%

# ValidEmail
source: Invalid email address
he: דואר אלקטרוני לא תקין

# AcrobatReader
source: Adobe Acrobat Reader
he: קורא המסמכים של אדובי

# AcrobatReaderDesc
source: To read or print a file in PDF format, you must install on your computer the <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader DC</a> program.
he: כדי להציג או להדפיס מסמכים בפורמט PDF תוכל להתקין חינם את תוכנת קורא המסמכים של אדובי

source: Go
he: עבור

# MDcancel
source: Cancel
he: בטל

# MDconfirm
source: Confirm
he: אשר

# MDForgotPassword
source: Forgot password?
he: שכחתי סיסמא?

# MDgenerate
source: Would you like to reset a new password?<br/> Once confirming, the current password will be erased and a temporary password will be sent to your login E-mail
he: האם אם תרצה לאפס סיסמה?<br/> בלחיצה על אישור, הסיסמה הקיימת תמחק וסיסמה זמנית תישלח לכתובת הדואר האלקטרוני המשמשת להתחברות לממשק.

# MDEmailNotValid
source: Email is not valid.
he: דואר אלקטרוני לא תקין

# MDPasswordError
source: Unable to change password:
he: לא ניתן להחליף את הסיסמא:

# MDPasswordGenerated
source: You will receive an email in the next 5-10 minutes with a temporary password.
he: הפעולה בוצעה בהצלחה! במהלך 5-10 הדקות הקרובות תישלח הודעה דוא"ל המכילה סיסמא זמנית

# MDResetFailed
source: Resetting the password to the user specified failed. Please contact our technical service.
he: איפוס הסיסמה למשתמש שהוזן נכשל. אנא פנה לתמיכה הטכנית.

# MDUserNameNotValid
source: User name is not valid.
he: שם משתמש לא תקין

source: Update
he: עדכן

# NewPassConfirmMissing
source: Please reenter the new password
he: אנא הזן אישור סיסמה חדשה

# NewPassMissing
source: Please enter a new password
he: אנא הזן סיסמה חדשה

# NewPassMissmatch
source: New password confirmation doesn't match
he: אישור סיסמה אינו מתאים

source: New Password
he: סיסמה חדשה

source: New Password Confirm
he: אישור סיסמה חדשה

# PasswordExpired
source: Your password has expired (90 days). <br/> Please update your password.
he: תוקף סיסמתך פג לאחר (90 יום). <br/> נא החלף לסיסמא חדשה.

source: Back to login
he: חזרה למסך ההתחברות

source: Reset password
he: איפוס סיסמה

source: Log out
he: התנתק

# WrongEmailUsernamePassword
source: Wrong email, username or password.
he: כתובת הדוא"ל, שם המשתמש או הסיסמה שהוזנו אינם נכונים.

# OldPassMissing
source: Please enter your old password
he: אנא הזן את הסיסמה הישנה שלך

source: Old Password
he: סיסמה ישנה

# LoginResult.AbsenceBlocked
source: The user is blocked due to a period of time of inactivity, Please contact your account manager.
he: המשתמש חסום עקב תקופה ארוכה מידי ללא פעילות. אנא פנה למנהל תיק הלקוח שלך לקבלת פרטים נוספים.

# LoginResult.AdminBlocked
source: The user is blocked. Please contact your account manager.
he: המשתמש חסום. אנא פנה למנהל תיק הלקוח שלך לקבלת פרטים נוספים.

# LoginResult.AdminClosed
source: The user is blocked. Please contact your account manager.
he: המשתמש חסום. אנא פנה למנהל תיק הלקוח שלך לקבלת פרטים נוספים.

# LoginResult.FailedAttemptsBlocked
source: The user is blocked due to too many failed login attempts, Please contact your account manager.
he: המשתמש חסום עקב מספר רב מידי של ניסיונות כושלים. אנא פנה למחלקת התמיכה לקבלת פרטים נוספים.

# LoginResult.GeneralFailure
source: Login failure. Please contact your account manager.
he: ההתחברות נכשלה. אנא פנה למנהל תיק הלקוח שלך לקבלת פרטים נוספים.

# LoginResult.MultiFactorFailed
source: The multi factor login process have failed, Please contact your account manager.
he: תהליך האימות הרב-שלבי נכשל. אנא פנה למנהל תיק הלקוח שלך לקבלת פרטים נוספים.

# HaveNoAccount
source: Don't have an account yet?
he: אין לך עדיין חשבון?

# LoginResult.PasswordExpired
source: This user password is expired. You must set a new password.
he: פג תוקף הסיסמה של המשתמש. יש לקבוע סיסמה חדשה.

# LoginResult.PasswordExpired.SwitchUser
source: The password of the user "{0}" is expired (90 days).<br/> In order to set a new password you must:<br/> - Logout from the current user <br/> - Login again with the desirable user's credentials on the Login page.
he: פג תוקף הסיסמא של המשתמש "{0}&lrm;&rlm;" (90 יום).<br/> על מנת לקבוע סיסמה חדשה:<br/> - יש להתנתק מהמשתמש הנוכחי<br/> - להתחבר בשנית עם פרטי המשתמש הרצוי בדף ההתחברות.

# LoginResult.UserNotFound
source: Wrong email, username or password.
he: כתובת הדוא"ל, שם המשתמש או הסיסמה שהוזנו אינם נכונים.

# LoginResult.WrongPassword
source: Wrong email, username or password.
he: כתובת הדוא"ל, שם המשתמש או הסיסמה שהוזנו אינם נכונים.

# ChangePasswordResult.PasswordUsedInThePast
source: This password has been used in the past.
he: יש לבחור סיסמה חדשה שלא נעשה בה שימוש בעבר.

# ChangePasswordResult.WeakPassword
source: The password must contain at least 8 characters of which at least 2 letters and 2 numbers.
he: הסיסמה חייבת להכיל 8 תווים לכל הפחות, מתוכן 2 אותיות באנגלית ו-2 מספרים.

# ChangePasswordResult.WrongCurrentPassword
source: Wrong old password
he: סיסמה ישנה שגויה

# ChangePasswordResult.PasswordConfirmationMissmatch
source: The password confirmation doesn't match the password.
he: הסיסמאות שהוזנו לא תואמות.

# ChangePasswordResult.PasswordAlreadyExists
source: The password has been used in the past.
he: יש לבחור סיסמה חדשה שלא נעשה בה שימוש בעבר.

# ChangePasswordResult.UserNotFound
source: User not found.
he: משתמש לא נמצא.

# IdentityDesc
source: is a premier Payment Service Provider, working with the online industry using a proprietary online credit card clearing service.
he: היא ספק שירות תשלומים מוביל, המספק פתרונות סליקת אשראי בטכנולוגיה בלעדית ובשיתוף מובילים בתעשיית הסליקה.

source: Login Details
he: פרטי כניסה

source: Forgot password?
he: שכחתי סיסמא?

source: Sign Up Now
he: הרשם עכשיו

# DontHaveAccount
source: Don't you have an account?
he: עדיין לא יצרת חשבון

source: Back
he: חזור

source: Change Password
he: החלפת סיסמא

# PasswordResetSuccessfully
source: Your password has been reset successfully and sent to your email.
he: סיסמה אופסה בהצלחה ונשלחה לכתובת המייל הרשומה במערכת.

# LoginResult.TemporaryPassword
source: This user has a temporary password. You must set a new password.
he: למשתמש יש סיסמה זמנית. יש לקבוע סיסמה חדשה.

# LoginResult.TemporayPassword.SwitchUser
source: The user "{0}" has a temporary password.<br/> In order to set a new password you must:<br/> - Logout from the current user <br/> - Login again with the desirable user's credentials on the Login page.
he: למשתמש "{0}" יש סיסמה זמנית.<br/> על מנת לקבוע סיסמה חדשה:<br/> - יש להתנתק מהמשתמש הנוכחי<br/> - להתחבר בשנית עם פרטי המשתמש הרצוי בדף ההתחברות.

# PasswordChangedSuccessfully
source: Your password has been changed successfully.
he: הסיסמא שלך שונתה בהצלחה.

# ErrorResetFailed
source: Resetting the password to the user specified failed. Please contact our technical service.
he: איפוס הסיסמה למשתמש שהוזן נכשל. אנא פנה לתמיכה הטכנית.

# ErrorUserNotFound
source: The user entred was not found.
he: משתמש עם הפרטים שהוזנו לא נמצא.

# ActivityBusiness
source: Recent 3 month processing history
he: האם הייתה פעילות עסקית ב- 3 חודשים האחרונים?

source: Address
he: כתובת

source: Association
he: חברת ניהול

# BackButton
source: Back
he: חזור

source: Bank Details
he: פרטי חשבון בנק:

source: Business description
he: תיאור העסק

source: Business Info
he: פרטי העסק

source: City
he: עיר

source: Company info
he: פרטי החברה

source: Corporation
he: תאגיד

# CurrencyType
source: Type of Currency
he: סוג המטבע

source: Email
he: כתובת דואר אלקטרוני

# EmailMsg
source: , but email was not sent. Error was sent to the support team. No need to register again.
he: , אך דואר אלקטרוני לא נשלח. השגיאה נשלחה לצוות התמיכה. אין צורך להירשם שוב.

source: Estate / Trust
he: נאמנות

source: First name
he: שם פרטי

source: Government
he: חברה ממשלתית

source: Incopration location
he: מיקום מטה החברה (כתובת בה החברה רשומה)

source: Industry
he: תעשייה

source: Last name
he: שם משפחה

source: Legal business name
he: שם העסק / החברה

source: LLC
he: חברה בע"מ

source: LP
he: שותפות מוגבלת

source: Mobile
he: נייד

# MonthlyAmount
source: Anticipated monthly volume
he: מחזור עסקאות חודשי

# NextValid
source: Next
he: הבא

source: No
he: לא

source: Non Profit Org
he: עמותה

source: Other
he: אחר

# Padress
source: Address
he: כתובת בית העסק

source: Partnership
he: שותפות

source: Personal Info
he: פרטים אישיים

# Phone
source: Phone No.
he: טלפון

source: Private Corporation
he: תאגיד פרטי

source: Public Corporation
he: תאגיד ציבורי

source: Register
he: הרשם

source: Registration failure
he: הרישום נכשל

# RequiredField
source: Required
he: שדה חובה

source: School
he: מוסד לימודי

source: Security Check
he: בדיקת אבטחה

source: Sign Up
he: הרשמה

source: Sole Proprietor
he: עוסק מורשה

source: Success
he: תודה רבה על הרשמתך

# SuccessMsg
source: Registration has completed successfully
he: הרישום בוצע בהצלחה

source: Tax Exempt
he: עוסק פטור

# TitleRegistration
source: Registration Page
he: התחברות הרשמה

source: Type of business
he: סוג העסק

# Url
source: Website URL
he: כתובת אתר אינטרנט

# ValidCaptcha
source: Captcha doesn't match picture
he: שדה אימות לא תואם לתמונה

# ValidChar
source: Only characters
he: אותיות בלבד

# ValidNum
source: Only numbers
he: ספרות בלבד

# ValidRequired
source: Required field
he: שדה חובה

# ValidWebsite
source: Invalid URL address
he: כתובת אתר אינטרנט לא תקינה

source: Yes
he: כן

source: Zipcode
he: מיקוד

source: Or
he: או

# ForgetPassword
source: Please enter your email address and username to request a password reset.
he: אנא הזן את דואר האלקטרוני ואת שם המשתמש שלך על מנת לבצע איפוס סיסמא

# CopyrightTo
source: © All right reserved to
he: © כל הזכויות שמורות ל

# TitleLogin
source: Login Page
he: דף התחברות

# TitleMCP
source: Merchant Control Panel
he: ממשק לקוחות עסקי

# Slogan
source: Continuously perfecting
he: חדשנות ללא הרף

# Subslogan
source: your future payment!
he: התשלום העתידי שלך!

# UserNameOnlyEnglish
source: Characters must be in english
he: שדה זה מכיל תווים באנגלית בלבד

# Loginbtn
source: Merchant Login
he: כניסה לממשק ניהול לקוחות

source: Developer Center
he: ממשק מפתחים
